Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

# the prover at %@ did not answer (%@)
source: the prover at %1$@ did not answer (%2$@)
ar: لم يُجب المُثبِت على %@ (%@)
de: der Prover unter %@ hat nicht geantwortet (%@)
es: el probador en %@ no respondió (%@)
fa: اثبات‌گر در %@ پاسخ نداد (%@)
fr: le prouveur à %@ n'a pas répondu (%@)
hi: %@ पर मौजूद प्रूवर ने जवाब नहीं दिया (%@)
id: prover di %@ tidak menjawab (%@)
it: il prover su %@ non ha risposto (%@)
ja: %@ のプルーバーが応答しませんでした（%@）
ko: %@의 프루버가 응답하지 않았습니다(%@)
ms: pembukti di %@ tidak menjawab (%@)
pl: prover pod adresem %@ nie odpowiedział (%@)
ps: په %@ کې ثبوت جوړوونکي ځواب ونه ورکړ (%@)
pt_br: o provador em %@ não respondeu (%@)
ru: прувер %@ не ответил (%@)
ta: %@-இல் உள்ள நிரூபிப்பான் பதிலளிக்கவில்லை (%@)
ur: %@ پر موجود پروور نے جواب نہیں دیا (%@)
zh_hans: 位于 %@ 的证明器没有响应（%@）
zh_hant_hk: %@ 的證明器沒有回應（%@）

# the prover at %@ did not answer with JSON-RPC (HTTP %lld)
source: the prover at %1$@ did not answer with JSON-RPC (HTTP %2$lld)
ar: لم يُجب المُثبِت على %@ بـ JSON-RPC (HTTP %lld)
de: der Prover unter %@ hat nicht mit JSON-RPC geantwortet (HTTP %lld)
es: el probador en %@ no respondió con JSON-RPC (HTTP %lld)
fa: اثبات‌گر در %@ با JSON-RPC پاسخ نداد (HTTP %lld)
fr: le prouveur à %@ n'a pas répondu en JSON-RPC (HTTP %lld)
hi: %@ पर मौजूद प्रूवर ने JSON-RPC से जवाब नहीं दिया (HTTP %lld)
id: prover di %@ tidak menjawab dengan JSON-RPC (HTTP %lld)
it: il prover su %@ non ha risposto in JSON-RPC (HTTP %lld)
ja: %@ のプルーバーが JSON-RPC で応答しませんでした（HTTP %lld）
ko: %@의 프루버가 JSON-RPC로 응답하지 않았습니다(HTTP %lld)
ms: pembukti di %@ tidak menjawab dengan JSON-RPC (HTTP %lld)
pl: prover pod adresem %@ nie odpowiedział przez JSON-RPC (HTTP %lld)
ps: په %@ کې ثبوت جوړوونکي په JSON-RPC ځواب ونه ورکړ (HTTP %lld)
pt_br: o provador em %@ não respondeu com JSON-RPC (HTTP %lld)
ru: прувер %@ не ответил по JSON-RPC (HTTP %lld)
ta: %@-இல் உள்ள நிரூபிப்பான் JSON-RPC மூலம் பதிலளிக்கவில்லை (HTTP %lld)
ur: %@ پر موجود پروور نے JSON-RPC کے ساتھ جواب نہیں دیا (HTTP %lld)
zh_hans: 位于 %@ 的证明器未以 JSON-RPC 响应（HTTP %lld）
zh_hant_hk: %@ 的證明器沒有以 JSON-RPC 回應（HTTP %lld）

source: the prover at that address now has a different key; pair it again
ar: للمُثبِت على ذلك العنوان الآن مفتاح مختلف، اقرنه مرة أخرى
de: der Prover unter dieser Adresse hat jetzt einen anderen Schlüssel; kopple ihn erneut
es: el probador en esa dirección ahora tiene otra clave; vuelve a vincularlo
fa: اثبات‌گر در آن آدرس اکنون کلید متفاوتی دارد؛ دوباره جفتش کنید
fr: le prouveur à cette adresse a désormais une autre clé ; associez-le de nouveau
hi: उस पते पर मौजूद प्रूवर की अब अलग की है; इसे फिर से पेयर करें
id: prover di alamat itu kini memiliki kunci yang berbeda; pasangkan lagi
it: il prover a quell'indirizzo ora ha una chiave diversa; associalo di nuovo
ja: そのアドレスのプルーバーの鍵が変わりました。もう一度ペアリングしてください
ko: 해당 주소의 프루버 키가 바뀌었습니다. 다시 페어링하세요
ms: pembukti di alamat itu kini mempunyai kunci yang berlainan; pasangkannya semula
pl: prover pod tym adresem ma teraz inny klucz; sparuj go ponownie
ps: په هغه پته کې ثبوت جوړوونکی اوس بېله کیلي لري؛ بیا یې جوړه کړئ
pt_br: o provador nesse endereço agora tem uma chave diferente; pareie-o de novo
ru: у прувера по этому адресу теперь другой ключ; подключите его заново
ta: அந்த முகவரியில் உள்ள நிரூபிப்பானுக்கு இப்போது வேறு விசை உள்ளது; அதை மீண்டும் இணைக்கவும்
ur: اس پتے پر موجود پروور کی کی اب مختلف ہے؛ اسے دوبارہ جوڑیں
zh_hans: 该地址上的证明器现在的密钥已不同；请重新配对
zh_hant_hk: 該地址的證明器現已換了密鑰；請重新配對

source: the prover's bundle proof is %1$@ bytes, over this chain's %2$@-byte cap (max_proof_bytes); not using it
ar: إثبات الحزمة من المُثبِت %@ بايت، أي فوق سقف هذه السلسلة البالغ %@ بايت (max_proof_bytes)، لذا لن يُستخدم
de: der Bundle-Beweis des Provers hat %@ Bytes, über der Obergrenze von %@ Bytes dieser Chain (max_proof_bytes); er wird nicht verwendet
es: la prueba de paquete del probador tiene %@ bytes, por encima del límite de %@ bytes de esta cadena (max_proof_bytes); no se usa
fa: اثبات بسته‌ی اثبات‌گر %@ بایت است، بیش از سقف %@ بایتی این شبکه (max_proof_bytes)؛ از آن استفاده نمی‌شود
fr: la preuve de lot du prouveur fait %@ octets, au-delà du plafond de %@ octets de cette chaîne (max_proof_bytes) ; elle n'est pas utilisée
hi: प्रूवर का बंडल प्रूफ़ %@ बाइट का है, जो इस चेन की %@-बाइट सीमा (max_proof_bytes) से अधिक है; इसका उपयोग नहीं किया जा रहा
id: bukti bundel dari prover berukuran %@ byte, melebihi batas %@ byte chain ini (max_proof_bytes); tidak digunakan
it: la prova di bundle del prover è di %@ byte, oltre il limite di %@ byte di questa catena (max_proof_bytes); non viene usata
ja: プルーバーのバンドル証明は %@ バイトで、このチェーンの上限 %@ バイト（max_proof_bytes）を超えています。使用しません
ko: 프루버의 번들 증명이 %@바이트로, 이 체인의 %@바이트 한도(max_proof_bytes)를 넘습니다. 사용하지 않습니다
ms: bukti berkas pembukti ialah %@ bait, melebihi had %@ bait rantaian ini (max_proof_bytes); tidak menggunakannya
pl: dowód pakietu od provera ma %@ B, ponad limit tego łańcucha wynoszący %@ B (max_proof_bytes); nie zostanie użyty
ps: د ثبوت جوړوونکي د بنډل ثبوت %@ بایټه دی، د دې زنځیر له %@ بایټه حد (max_proof_bytes) څخه زیات؛ نه کارول کېږي
pt_br: a prova de pacote do provador tem %@ bytes, acima do limite de %@ bytes desta cadeia (max_proof_bytes); ela não será usada
ru: доказательство пакета от прувера занимает %@ Б, больше лимита этой сети в %@ Б (max_proof_bytes); оно не используется
ta: நிரூபிப்பானின் bundle நிரூபணம் %@ பைட்டுகள், இந்தச் செயினின் %@-பைட் வரம்பை (max_proof_bytes) மீறுகிறது; பயன்படுத்தப்படவில்லை
ur: پروور کا بنڈل پروف %@ بائٹس کا ہے، جو اس چین کی %@ بائٹ کی حد (max_proof_bytes) سے زیادہ ہے؛ اسے استعمال نہیں کیا جا رہا
zh_hans: 证明器的交易包证明为 %@ 字节，超过了此链 %@ 字节的上限（max_proof_bytes）；不使用该证明
zh_hant_hk: 證明器的交易包證明有 %@ 位元組，超出此鏈 %@ 位元組的上限（max_proof_bytes）；不會使用它

source: the prover's info is not an object
ar: معلومات المُثبِت ليست كائنًا
de: die Info des Provers ist kein Objekt
es: la información del probador no es un objeto
fa: اطلاعات اثبات‌گر یک شیء نیست
fr: les informations du prouveur ne sont pas un objet
hi: प्रूवर की जानकारी ऑब्जेक्ट नहीं है
id: info prover bukan objek
it: le informazioni del prover non sono un oggetto
ja: プルーバーの情報がオブジェクトではありません
ko: 프루버 정보가 객체가 아닙니다
ms: maklumat pembukti bukan objek
pl: informacje provera nie są obiektem
ps: د ثبوت جوړوونکي info یو object نه دی
pt_br: as informações do provador não são um objeto
ru: информация прувера — не объект
ta: நிரூபிப்பானின் info ஒரு object அல்ல
ur: پروور کی معلومات object نہیں ہیں
zh_hans: 证明器信息不是对象
zh_hant_hk: 證明器的資料不是物件

source: the prover's reply does not open: %@
ar: رد المُثبِت لا يُفتح: %@
de: die Antwort des Provers lässt sich nicht öffnen: %@
es: la respuesta del probador no se puede abrir: %@
fa: پاسخ اثبات‌گر باز نمی‌شود: %@
fr: la réponse du prouveur ne peut pas être ouverte : %@
hi: प्रूवर का जवाब नहीं खुलता: %@
id: balasan prover tidak dapat dibuka: %@
it: la risposta del prover non si apre: %@
ja: プルーバーの応答を開けません: %@
ko: 프루버의 응답을 열 수 없습니다: %@
ms: balasan pembukti tidak dapat dibuka: %@
pl: nie da się otworzyć odpowiedzi provera: %@
ps: د ثبوت جوړوونکي ځواب نه خلاصېږي: %@
pt_br: a resposta do provador não pode ser aberta: %@
ru: ответ прувера не расшифровывается: %@
ta: நிரூபிப்பானின் பதில் திறக்கவில்லை: %@
ur: پروور کا جواب نہیں کھلتا: %@
zh_hans: 无法解密证明器的回复：%@
zh_hant_hk: 無法開啟證明器的回覆：%@

source: the prover's status is not an object
ar: حالة المُثبِت ليست كائنًا
de: der Status des Provers ist kein Objekt
es: el estado del probador no es un objeto
fa: وضعیت اثبات‌گر یک شیء نیست
fr: l'état du prouveur n'est pas un objet
hi: प्रूवर की स्थिति ऑब्जेक्ट नहीं है
id: status prover bukan objek
it: lo stato del prover non è un oggetto
ja: プルーバーのステータスがオブジェクトではありません
ko: 프루버의 상태가 객체가 아닙니다
ms: status pembukti bukan objek
pl: status provera nie jest obiektem
ps: د ثبوت جوړوونکي status یو object نه دی
pt_br: o status do provador não é um objeto
ru: статус прувера — не объект
ta: நிரூபிப்பானின் status ஒரு object அல்ல
ur: پروور کی حیثیت object نہیں ہے
zh_hans: 证明器的状态不是对象
zh_hant_hk: 證明器的狀態不是物件

source: the transfer request did not encode
ar: تعذّر ترميز طلب التحويل
de: die Überweisungsanfrage ließ sich nicht kodieren
es: no se pudo codificar la solicitud de transferencia
fa: درخواست انتقال رمزگذاری نشد
fr: la demande de transfert n'a pas pu être encodée
hi: ट्रांसफ़र अनुरोध एनकोड नहीं हुआ
id: permintaan transfer tidak dapat dienkode
it: la richiesta di trasferimento non è stata codificata
ja: 送金リクエストをエンコードできませんでした
ko: 송금 요청을 인코딩하지 못했습니다
ms: permintaan pemindahan tidak dapat dikodkan
pl: nie udało się zakodować żądania przelewu
ps: د لېږد غوښتنه کوډ نه شوه
pt_br: não foi possível codificar a solicitação de transferência
ru: не удалось закодировать запрос на перевод
ta: பரிமாற்றக் கோரிக்கையை encode செய்ய முடியவில்லை
ur: منتقلی کی درخواست encode نہیں ہوئی
zh_hans: 无法编码转账请求
zh_hant_hk: 無法編碼轉帳要求

source: the tree moved while fetching witnesses; try again
ar: تغيّرت الشجرة أثناء جلب الشواهد، حاول مجددًا
de: der Baum hat sich beim Abrufen der Witnesses verändert; versuche es erneut
es: el árbol cambió mientras se obtenían los testigos; vuelve a intentarlo
fa: درخت در حین دریافت شاهدها تغییر کرد؛ دوباره امتحان کنید
fr: l'arbre a changé pendant la récupération des témoins ; réessayez
hi: विटनेस प्राप्त करते समय ट्री बदल गया; फिर से कोशिश करें
id: pohon berubah saat mengambil witness; coba lagi
it: l'albero è cambiato durante il recupero dei witness; riprova
ja: ウィットネスの取得中にツリーが変化しました。もう一度お試しください
ko: 위트니스를 가져오는 동안 트리가 변경되었습니다. 다시 시도하세요
ms: pepohon berubah semasa saksi diambil; cuba lagi
pl: drzewo zmieniło się podczas pobierania świadków; spróbuj ponownie
ps: د شاهدانو د راوړلو پر مهال ونه بدله شوه؛ بیا هڅه وکړئ
pt_br: a árvore mudou enquanto as testemunhas eram buscadas; tente de novo
ru: дерево изменилось во время получения свидетелей; попробуйте снова
ta: witness-களைப் பெறும்போது மரம் மாறிவிட்டது; மீண்டும் முயலவும்
ur: witnesses حاصل کرتے وقت ٹری بدل گیا؛ دوبارہ کوشش کریں
zh_hans: 获取见证期间树已变化；请重试
zh_hant_hk: 取得見證期間樹已變動；請再試一次

source: this address is already saved as %@
ar: هذا العنوان محفوظ بالفعل باسم %@
de: diese Adresse ist bereits als %@ gespeichert
es: esta dirección ya está guardada como %@
fa: این آدرس از قبل با نام %@ ذخیره شده است
fr: cette adresse est déjà enregistrée sous le nom %@
hi: यह पता पहले से %@ के रूप में सहेजा गया है
id: alamat ini sudah disimpan sebagai %@
it: questo indirizzo è già salvato come %@
ja: このアドレスは既に %@ として保存されています
ko: 이 주소는 이미 %@(으)로 저장되어 있습니다
ms: alamat ini sudah disimpan sebagai %@
pl: ten adres jest już zapisany jako %@
ps: دا پته دمخه د %@ په توګه خوندي شوې
pt_br: este endereço já está salvo como %@
ru: этот адрес уже сохранён как %@
ta: இந்த முகவரி ஏற்கெனவே %@ எனச் சேமிக்கப்பட்டுள்ளது
ur: یہ پتہ پہلے ہی %@ کے نام سے محفوظ ہے
zh_hans: 此地址已保存为 %@
zh_hant_hk: 此地址已儲存為 %@

source: this build does not carry the chain's bundle guest %@: update the wallet
ar: هذا الإصدار لا يحمل ضيف الحزمة الخاص بالسلسلة %@: حدّث المحفظة
de: diese Version enthält den Bundle-Guest %@ der Chain nicht: Aktualisiere die Wallet
es: esta versión no incluye el guest de paquete %@ de la cadena: actualiza la billetera
fa: این نسخه guest بسته‌ی شبکه (%@) را ندارد: کیف پول را به‌روزرسانی کنید
fr: cette version n'inclut pas le guest de lot %@ de la chaîne : mettez à jour le portefeuille
hi: इस बिल्ड में चेन का bundle guest %@ नहीं है: वॉलेट अपडेट करें
id: build ini tidak membawa bundle guest %@ milik chain: perbarui dompet
it: questa build non include il guest di bundle %@ della catena: aggiorna il portafoglio
ja: このビルドにはチェーンのバンドルゲスト %@ が含まれていません: ウォレットを更新してください
ko: 이 빌드에는 체인의 번들 게스트 %@이(가) 포함되어 있지 않습니다. 지갑을 업데이트하세요
ms: binaan ini tidak membawa tetamu berkas rantaian %@: kemas kini dompet
pl: ta wersja nie zawiera programu gościa pakietu %@ tego łańcucha: zaktualizuj portfel
ps: دا جوړښت د زنځیر بنډل guest %@ نه لري: والټ تازه کړئ
pt_br: esta versão não traz o guest de pacote %@ da cadeia: atualize a carteira
ru: в этой сборке нет гостевой программы пакета %@ для этой сети: обновите кошелёк
ta: இந்த build-இல் செயினின் bundle guest %@ இல்லை: வாலட்டைப் புதுப்பிக்கவும்
ur: اس بلڈ میں چین کا bundle guest %@ شامل نہیں: والیٹ اپ ڈیٹ کریں
zh_hans: 此版本不包含该链的交易包客体程序 %@：请更新钱包
zh_hant_hk: 此版本沒有包含此鏈的交易包訪客程式 %@：請更新錢包

source: this chain carries no memo: its envelopes predate it (send again with an empty memo)
ar: هذه السلسلة لا تحمل مذكرات: ظروفها أقدم منها (أرسل مرة أخرى بمذكرة فارغة)
de: diese Chain überträgt kein Memo: Ihre Envelopes sind älter (sende erneut mit leerem Memo)
es: esta cadena no admite memo: sus sobres son anteriores a él (vuelve a enviar con el memo vacío)
fa: این شبکه یادداشت حمل نمی‌کند: پاکت‌های آن قدیمی‌تر از این قابلیت‌اند (با یادداشت خالی دوباره ارسال کنید)
fr: cette chaîne ne prend pas en charge les mémos : ses enveloppes sont antérieures à ceux-ci (renvoyez avec un mémo vide)
hi: यह चेन मेमो नहीं रखती: इसके एनवेलप उससे पहले के हैं (खाली मेमो के साथ फिर से भेजें)
id: chain ini tidak membawa memo: amplopnya lebih tua dari fitur memo (kirim lagi dengan memo kosong)
it: questa catena non trasporta memo: i suoi envelope sono precedenti (invia di nuovo con un memo vuoto)
ja: このチェーンはメモを扱いません。エンベロープがメモより前の形式です（メモを空にして送信し直してください）
ko: 이 체인은 메모를 지원하지 않습니다. 엔벨로프가 메모 도입 이전 형식입니다(메모를 비우고 다시 보내세요)
ms: rantaian ini tidak membawa memo: sampulnya lebih awal daripada memo (hantar semula dengan memo kosong)
pl: ten łańcuch nie przenosi memo: jego koperty są starsze od tej funkcji (wyślij ponownie z pustym memo)
ps: دا زنځیر یادښت نه لېږدوي: لفافې یې تر هغه زړې دي (بیا له تش یادښت سره ولېږئ)
pt_br: esta cadeia não aceita memo: os envelopes dela são anteriores a ele (envie de novo com o memo vazio)
ru: эта сеть не передаёт мемо: её конверты появились раньше него (отправьте снова с пустым мемо)
ta: இந்தச் செயின் குறிப்பைக் கொண்டு செல்வதில்லை: அதன் envelope-கள் அதற்கு முந்தையவை (வெற்றுக் குறிப்புடன் மீண்டும் அனுப்பவும்)
ur: یہ چین میمو نہیں رکھتی: اس کے envelopes میمو سے پہلے کے ہیں (خالی میمو کے ساتھ دوبارہ بھیجیں)
zh_hans: 此链不支持备注：其信封格式早于备注功能（请留空备注后重新发送）
zh_hant_hk: 此鏈不支援備註：其信封格式早於備註功能（請以空白備註再傳送一次）

source: this chain names an auth guest but a v1/v2 bundle guest (%@); the node is misconfigured or lying — refusing to prove
ar: تذكر هذه السلسلة ضيف تفويض لكن ضيف حزمة بالإصدار v1/v2 (%@)، فالعقدة إما سيئة الإعداد أو كاذبة — رُفض الإثبات
de: diese Chain nennt einen Auth-Guest, aber einen v1/v2-Bundle-Guest (%@); der Knoten ist falsch konfiguriert oder lügt – Beweis verweigert
es: esta cadena indica un guest de autorización pero un guest de paquete v1/v2 (%@); el nodo está mal configurado o miente: se rechaza generar la prueba
fa: این شبکه یک auth guest نام می‌برد اما guest بسته‌ی آن v1/v2 است (%@)؛ گره اشتباه پیکربندی شده یا دروغ می‌گوید — اثبات انجام نمی‌شود
fr: cette chaîne indique un guest d'autorisation mais un guest de lot v1/v2 (%@) ; le nœud est mal configuré ou ment : la preuve est refusée
hi: यह चेन एक auth guest बताती है लेकिन v1/v2 bundle guest (%@); नोड गलत कॉन्फ़िगर है या झूठ बोल रहा है — प्रूफ़ बनाने से इनकार
id: chain ini menyebutkan auth guest tetapi bundle guest v1/v2 (%@); node salah konfigurasi atau berbohong — menolak membuktikan
it: questa catena indica un guest di autorizzazione ma un guest di bundle v1/v2 (%@); il nodo è configurato male o mente — prova rifiutata
ja: このチェーンは auth ゲストを指定していますが、バンドルゲスト（%@）は v1/v2 です。ノードの設定が誤っているか虚偽です — 証明を拒否します
ko: 이 체인은 인증 게스트를 지정하지만 번들 게스트는 v1/v2(%@)입니다. 노드 설정이 잘못되었거나 거짓 정보를 보내고 있습니다 — 증명을 거부합니다
ms: rantaian ini menamakan tetamu kebenaran tetapi tetamu berkas v1/v2 (%@); nod tersalah konfigurasi atau berbohong — enggan membuat bukti
pl: ten łańcuch wskazuje program gościa autoryzacji, ale program gościa pakietu v1/v2 (%@); węzeł jest źle skonfigurowany lub kłamie — odmowa generowania dowodu
ps: دا زنځیر یو auth guest نوموي خو v1/v2 بنډل guest (%@)؛ نوډ ناسم تنظیم شوی یا دروغ وايي — ثبوت نه جوړېږي
pt_br: esta cadeia indica um guest de autorização, mas um guest de pacote v1/v2 (%@); o nó está mal configurado ou mentindo — a prova foi recusada
ru: эта сеть указывает гостевую программу авторизации, но гостевую программу пакета v1/v2 (%@); узел настроен неверно или лжёт — доказательство не строится
ta: இந்தச் செயின் ஒரு auth guest-ஐக் குறிப்பிடுகிறது, ஆனால் bundle guest v1/v2 (%@); நோட் தவறாக அமைக்கப்பட்டுள்ளது அல்லது பொய் சொல்கிறது — நிரூபிக்க மறுக்கிறது
ur: یہ چین ایک auth guest کا نام لیتی ہے لیکن bundle guest v1/v2 ہے (%@)؛ نوڈ غلط ترتیب شدہ ہے یا جھوٹ بول رہا ہے — پروف بنانے سے انکار
zh_hans: 此链指定了授权客体程序，但交易包客体程序是 v1/v2（%@）；节点配置错误或在说谎——拒绝生成证明
zh_hant_hk: 此鏈列明了授權訪客程式，但交易包訪客程式卻是 v1/v2（%@）；節點設定錯誤或提供虛假資料，拒絕生成證明

source: this chain pins every bundle at %1$@ gas, but this wallet's bundle guest declares %2$@; update the wallet
ar: تثبّت هذه السلسلة كل حزمة عند %@ غاز، لكن ضيف الحزمة في هذه المحفظة يُعلن %@، حدّث المحفظة
de: diese Chain legt jedes Bundle auf %@ Gas fest, aber der Bundle-Guest dieser Wallet deklariert %@; aktualisiere die Wallet
es: esta cadena fija cada paquete en %@ de gas, pero el guest de paquete de esta billetera declara %@; actualiza la billetera
fa: این شبکه هر بسته را روی %@ گاز ثابت می‌کند، اما guest بسته‌ی این کیف پول %@ اعلام می‌کند؛ کیف پول را به‌روزرسانی کنید
fr: cette chaîne fixe chaque lot à %@ de gas, mais le guest de lot de ce portefeuille déclare %@ ; mettez à jour le portefeuille
hi: यह चेन हर बंडल को %@ gas पर तय करती है, लेकिन इस वॉलेट का bundle guest %@ घोषित करता है; वॉलेट अपडेट करें
id: chain ini menetapkan setiap bundel pada %@ gas, tetapi bundle guest dompet ini menyatakan %@; perbarui dompet
it: questa catena fissa ogni bundle a %@ di gas, ma il guest di bundle di questo portafoglio dichiara %@; aggiorna il portafoglio
ja: このチェーンはすべてのバンドルを %@ ガスに固定していますが、このウォレットのバンドルゲストは %@ を宣言しています。ウォレットを更新してください
ko: 이 체인은 모든 번들을 %@ 가스로 고정하지만, 이 지갑의 번들 게스트는 %@을(를) 선언합니다. 지갑을 업데이트하세요
ms: rantaian ini menetapkan setiap berkas pada gas %@, tetapi tetamu berkas dompet ini mengisytiharkan %@; kemas kini dompet
pl: ten łańcuch ustala każdy pakiet na %@ gazu, a program gościa pakietu w tym portfelu deklaruje %@; zaktualizuj portfel
ps: دا زنځیر هر بنډل په %@ ګاز ټاکي، خو د دې والټ بنډل guest %@ اعلانوي؛ والټ تازه کړئ
pt_br: esta cadeia fixa todo pacote em %@ de gas, mas o guest de pacote desta carteira declara %@; atualize a carteira
ru: эта сеть фиксирует для каждого пакета %@ газа, а гостевая программа пакета этого кошелька объявляет %@; обновите кошелёк
ta: இந்தச் செயின் ஒவ்வொரு bundle-ஐயும் %@ gas-இல் நிர்ணயிக்கிறது, ஆனால் இந்த வாலட்டின் bundle guest %@ என அறிவிக்கிறது; வாலட்டைப் புதுப்பிக்கவும்
ur: یہ چین ہر بنڈل کو %@ گیس پر مقرر کرتی ہے، لیکن اس والیٹ کا bundle guest %@ بتاتا ہے؛ والیٹ اپ ڈیٹ کریں
zh_hans: 此链将每个交易包固定为 %@ gas，但此钱包的交易包客体程序声明的是 %@；请更新钱包
zh_hant_hk: 此鏈將每個交易包的 gas 固定為 %@，但此錢包的交易包訪客程式聲明為 %@；請更新錢包

source: this chain's auth guest is %1$@; this wallet carries %2$@ — refusing to prove a v3 bundle it cannot authorise; update the wallet
ar: ضيف التفويض في هذه السلسلة هو %@، وهذه المحفظة تحمل %@ — رُفض إثبات حزمة v3 لا تستطيع تفويضها، حدّث المحفظة
de: der Auth-Guest dieser Chain ist %@; diese Wallet enthält %@ – ein v3-Bundle, das sie nicht autorisieren kann, wird nicht bewiesen; aktualisiere die Wallet
es: el guest de autorización de esta cadena es %@; esta billetera incluye %@: se rechaza probar un paquete v3 que no puede autorizar; actualiza la billetera
fa: auth guest این شبکه %@ است؛ این کیف پول %@ دارد — بسته‌ی v3 که نمی‌تواند مجوز آن را بدهد اثبات نمی‌شود؛ کیف پول را به‌روزرسانی کنید
fr: le guest d'autorisation de cette chaîne est %@ ; ce portefeuille inclut %@ : refus de prouver un lot v3 qu'il ne peut pas autoriser ; mettez à jour le portefeuille
hi: इस चेन का auth guest %@ है; यह वॉलेट %@ रखता है — ऐसे v3 बंडल का प्रूफ़ बनाने से इनकार, जिसे यह अधिकृत नहीं कर सकता; वॉलेट अपडेट करें
id: auth guest chain ini adalah %@; dompet ini membawa %@ — menolak membuktikan bundel v3 yang tidak dapat diotorisasinya; perbarui dompet
it: il guest di autorizzazione di questa catena è %@; questo portafoglio include %@ — rifiuta di provare un bundle v3 che non può autorizzare; aggiorna il portafoglio
ja: このチェーンの auth ゲストは %@ ですが、このウォレットが持つのは %@ です — 承認できない v3 バンドルの証明を拒否します。ウォレットを更新してください
ko: 이 체인의 인증 게스트는 %@이고 이 지갑에는 %@이(가) 들어 있습니다 — 승인할 수 없는 v3 번들의 증명을 거부합니다. 지갑을 업데이트하세요
ms: tetamu kebenaran rantaian ini ialah %@; dompet ini membawa %@ — enggan membuktikan berkas v3 yang tidak dapat dibenarkannya; kemas kini dompet
pl: program gościa autoryzacji tego łańcucha to %@; ten portfel zawiera %@ — odmowa generowania dowodu pakietu v3, którego nie może autoryzować; zaktualizuj portfel
ps: د دې زنځیر auth guest %@ دی؛ دا والټ %@ لري — د v3 بنډل ثبوت نه جوړوي چې اجازه یې نشي ورکولی؛ والټ تازه کړئ
pt_br: o guest de autorização desta cadeia é %@; esta carteira traz %@ — recusando provar um pacote v3 que ela não consegue autorizar; atualize a carteira
ru: гостевая программа авторизации этой сети — %@, а в кошельке — %@; пакет v3, который нельзя авторизовать, не доказывается; обновите кошелёк
ta: இந்தச் செயினின் auth guest %@; இந்த வாலட்டில் உள்ளது %@ — அங்கீகரிக்க முடியாத v3 bundle-ஐ நிரூபிக்க மறுக்கிறது; வாலட்டைப் புதுப்பிக்கவும்
ur: اس چین کا auth guest %@ ہے؛ یہ والیٹ %@ رکھتا ہے — ایسے v3 بنڈل کا پروف بنانے سے انکار جس کی یہ اجازت نہیں دے سکتا؛ والیٹ اپ ڈیٹ کریں
zh_hans: 此链的授权客体程序是 %@；此钱包附带的是 %@——拒绝证明无法授权的 v3 交易包；请更新钱包
zh_hant_hk: 此鏈的授權訪客程式是 %@；此錢包內置的是 %@，拒絕為無法授權的 v3 交易包生成證明；請更新錢包
